Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: No statement generation rules yet!
pt_pt: Ainda não há regras de geração de declarações!

source: Generated
pt_pt: Gerado

source: Generation failed
pt_pt: Falha na geração

source: Not generated
pt_pt: Não gerado

source: The communication round cannot be empty.
pt_pt: A ronda de comunicação não pode estar vazia.

source: Specify a name and a description for this document distribution rule.
pt_pt: Especifique um nome e uma descrição para esta regra de distribuição de documentos.

source: Distribution rules
pt_pt: Regras de distribuição

source: Select the communication round and document template that will be used for distribution.
pt_pt: Selecione a ronda de comunicação e o modelo de documento que será utilizado para distribuição.

source: Edit statement generation rule
pt_pt: Editar regra de geração de extracto

source: The file name cannot be longer than {{charLimit}} characters.
pt_pt: O nome do ficheiro não pode ter mais de {{charLimit}} caracteres.

source: Customize the file name with variables
pt_pt: Personalizar o nome do ficheiro com variáveis

source: Use a fixed file name for all documents
pt_pt: Utilizar um nome de ficheiro fixo para todos os documentos

source: The file name cannot contain special characters.
pt_pt: O nome do ficheiro não pode conter carateres especiais.

source: The document template cannot be empty.
pt_pt: O modelo de documento não pode estar vazio.

source: Select document template
pt_pt: Selecionar modelo de documento

source: The statement generation has started.
pt_pt: A geração do extracto foi iniciada.

source: The statement generation rule was successfully updated.
pt_pt: A regra de geração de extractos foi actualizada com sucesso.

source: View statement generation rule
pt_pt: Ver regra de geração de declaração

source: Manage round cycle
pt_pt: Gerir ciclo de ronda

source: Round name (A-Z)
pt_pt: Nome da ronda (A–Z)

source: Round name (Z-A)
pt_pt: Nome da ronda (Z–A)

source: Sorting
pt_pt: Ordenação

source: Start date (earliest)
pt_pt: Data de início (mais cedo)

source: Start date (latest)
pt_pt: Data de início (mais recente)

source: Actual budget
pt_pt: Orçamento atual

source: No maximum outcome configuration
pt_pt: Sem configuração de resultado máximo

source: No minimum outcome configuration
pt_pt: Sem configuração mínima de resultado

source: No outcome configuration
pt_pt: Sem configuração de resultado

source: No rule configuration
pt_pt: Sem configuração de regras

source: No validation reports with the name "{{phrase}}"
pt_pt: Não existem relatórios de validação com o nome "{{phrase}}"

source: The note was successfully deleted.
pt_pt: A nota foi eliminada com sucesso.

source: Select rule
pt_pt: Selecionar regra

source: Total eligible workers
pt_pt: Total de trabalhadores elegíveis

source: Total populations
pt_pt: Populações totais

source: Total number of rules
pt_pt: Número total de regras

source: Incentive Management
pt_pt: Gestão de Incentivos

source: Select at least one data source to continue.
pt_pt: Selecione pelo menos uma fonte de dados para continuar.

source: Manage the round cycle to generate statements and create payroll connections.
pt_pt: Gerir o ciclo de ronda para gerar declarações e criar ligações de folha de pagamento.

source: Incentive Curve Design
pt_pt: Design de Curva de Incentivos

source: Compensation Structure
pt_pt: Estrutura de Compensação

source: Compensation Process
pt_pt: Processo de Compensação

source: Create your organization's compensation framework and comp elements, including salary, allowances, per diems, bonus, deferrals, equity, and indirect benefits/allowances.
pt_pt: Crie a estrutura de compensação e os elementos de compensação da sua organização, incluindo salário, subsídios, diárias, bónus, adiamentos, capital próprio e benefícios/subsídios indiretos.

source: Active currencies
pt_pt: Moedas ativas

source: Enabled currencies
pt_pt: Moedas ativadas

source: Is enabled
pt_pt: Está ativado

source: {{currencyName}} currency is active
pt_pt: A moeda {{currencyName}} está ativa

source: No currencies yet
pt_pt: Ainda não há moedas

source: Company currency
pt_pt: Moeda da empresa

source: Global currency checkbox for {{currencyName}}
pt_pt: Caixa de verificação de moeda global para {{currencyName}}

source: No currencies with the name "{{phrase}}"
pt_pt: Nenhuma moeda com o nome "{{phrase}}"

source: Selected currency checkbox for {{currencyName}}
pt_pt: Caixa de seleção de moeda selecionada para {{currencyName}}

source: Selected currency checkbox for this page
pt_pt: Caixa de seleção de moeda selecionada para esta página

source: Enable the currencies that users will be able to select on the platform. The global currency cannot be selected or deactivated.
pt_pt: Active as moedas que os utilizadores poderão seleccionar na plataforma. A moeda global não pode ser seleccionada ou desactivada.

source: Currency preview
pt_pt: Pré-visualização de moeda

source: Global currency
pt_pt: Moeda global

source: Change global currency
pt_pt: Alterar moeda global

source: Select the default currency for all users across the application.
pt_pt: Selecione a moeda predefinida para todos os utilizadores da aplicação.

source: The previous currency will remain enabled. If you no longer need it, please disable it manually in the currency table.
pt_pt: A moeda anterior permanecerá ativada. Se já não precisar dela, desative-a manualmente na tabela de moedas.

source: The selected global currency will be used as the default one across the application and will be automatically enabled.
pt_pt: A moeda global selecionada será utilizada como predefinição em toda a aplicação e será automaticamente ativada.

source: Global currency configuration
pt_pt: Configuração de moeda global

source: Currencies & Exchange Rates
pt_pt: Moedas e Taxas de Câmbio

source: Define which currencies will be available across the application features and which one will be global currency.
pt_pt: Defina quais moedas estarão disponíveis nas funcionalidades da aplicação e qual será a moeda global.

source: Active & global currencies
pt_pt: Moedas ativas e globais

source: The configuration for currency settings was modified. Saving these changes will impact future snapshots and related data.
pt_pt: A configuração das definições de moeda foi modificada. Guardar estas alterações irá afetar futuras capturas e dados relacionados.

source: Configuration change detected
pt_pt: Alteração de configuração detectada

source: Currency Settings
pt_pt: Definições de Moeda

source: The name is required.
pt_pt: O nome é obrigatório.

source: Payout curve details
pt_pt: Detalhes da curva de pagamento

source: The code already exists
pt_pt: O código já existe

source: Enter a code for the payout curve
pt_pt: Insira um código para a curva de pagamento

source: Enter the basic information of the payout curve
pt_pt: Insira as informações básicas da curva de pagamento

source: Enter a description for the payout curve
pt_pt: Insira uma descrição para a curva de pagamento

source: Enter a name for the payout curve
pt_pt: Insira um nome para a curva de pagamento

source: Falling
pt_pt: A cair

source: Decreasing payout over time/levels.
pt_pt: Diminuição do pagamento ao longo do tempo/níveis.

source: Growing
pt_pt: A crescer

source: Increasing payout over time/levels.
pt_pt: Aumento do pagamento ao longo do tempo/níveis.

source: Create payout curve
pt_pt: Criar curva de pagamento

source: Edit payout curve
pt_pt: Editar curva de pagamento

source: Linear curve
pt_pt: Curva linear

source: Payout curves
pt_pt: Curvas de pagamento

source: No payout curves have been created yet.
pt_pt: Ainda não foram criadas curvas de pagamento.

source: No payout curves yet
pt_pt: Ainda não há curvas de pagamento

source: The payout curve was successfully published.
pt_pt: A curva de pagamento foi publicada com sucesso.

source: The payout curve was successfully saved.
pt_pt: A curva de pagamento foi guardada com sucesso.

source: Your conditions are empty or do not meet the criteria. Please correct the errors to generate the payout curve chart.
pt_pt: As suas condições estão vazias ou não cumprem os critérios. Por favor, corrija os erros para gerar o gráfico da curva de pagamento.

source: Cannot generate chart
pt_pt: Não é possível gerar gráfico

source: Payout curve preview
pt_pt: Pré-visualização da curva de pagamento

source: Check the correlation between results and payouts, along with a chart illustrating the payout curve.
pt_pt: Verifique a correlação entre resultados e pagamentos, juntamente com um gráfico que ilustra a curva de pagamento.

source: Clear values
pt_pt: Limpar valores

source: Direction
pt_pt: Direção

source: What is the direction of this curve?
pt_pt: Qual é a direção desta curva?

source: Rules related to the selected direction:
pt_pt: Regras relacionadas com a direção selecionada:

source: Result values must decrease from top to bottom
pt_pt: Os valores dos resultados devem diminuir de cima para baixo

source: Falling curve is suited for scenarios where higher performance results in lower payouts (such as, penalties or cost control).
pt_pt: A curva descendente é adequada para cenários onde um desempenho superior resulta em pagamentos inferiores (como, por exemplo, penalizações ou controlo de custos).

source: Payout values must decrease
pt_pt: Os valores de pagamento devem diminuir

source: Workers whose results are at or below the lowest defined threshold will receive the maximum payout value.
pt_pt: Os trabalhadores cujos resultados estão no limiar mais baixo definido ou abaixo do mesmo receberão o valor máximo de pagamento.

source: Workers whose results exceed the highest defined threshold will receive 0.
pt_pt: Os trabalhadores cujos resultados excedam o limite mais elevado definido receberão 0.

source: Workers whose results exceed the highest defined threshold will receive the maximum payout value.
pt_pt: Os trabalhadores cujos resultados excedam o limite mais elevado definido receberão o valor máximo de pagamento.

source: Workers whose results are below the lowest defined threshold will receive 0.
pt_pt: Os trabalhadores cujos resultados estão abaixo do limite mínimo definido receberão 0.

source: General rules:
pt_pt: Regras gerais:

source: Enter whole numbers and decimals in the input fields (fractions are not allowed).
pt_pt: Introduza números inteiros e decimais nos campos de entrada (as frações não são permitidas).

source: In a growing curve, each result condition must be higher than the one before it.
pt_pt: Numa curva crescente, cada condição de resultado deve ser superior à anterior.

source: This configuration is typically used when better performance results in higher payouts.
pt_pt: Esta configuração é normalmente utilizada quando um melhor desempenho resulta em pagamentos mais elevados.

source: Corresponding payout values should also increase or remain the same as performance improves.
pt_pt: Os valores de pagamento correspondentes também devem aumentar ou manter-se iguais à medida que o desempenho melhora.

source: Rules & guidelines
pt_pt: Regras e diretrizes

source: Thresholds
pt_pt: Limiares

source: Define performance milestones and their corresponding payout levels.
pt_pt: Defina marcos de desempenho e os respetivos níveis de pagamento correspondentes.

source: What type is your payout curve?
pt_pt: Que tipo é a sua curva de pagamento?

source: Result units
pt_pt: Unidades de resultado

source: Performance result
pt_pt: Resultado de desempenho

source: Which units will be used for results in this curve?
pt_pt: Que unidades serão utilizadas para os resultados nesta curva?

source: The value must be larger than the {{min}} value.
pt_pt: O valor deve ser maior que o valor {{min}}.

source: Define the min and max values for results and payout.
pt_pt: Defina os valores mínimo e máximo para resultados e pagamento.

source: Payout curve settings
pt_pt: Definições da curva de pagamento

source: The configuration contains issues. Please verify the ranges and conditions to avoid errors.
pt_pt: A configuração contém problemas. Por favor, verifique os intervalos e condições para evitar erros.

source: Payout range
pt_pt: Intervalo de pagamento

source: Maximum payout
pt_pt: Pagamento máximo

source: Minimum payout
pt_pt: Pagamento mínimo

source: The maximum value must be larger than the minimum value.
pt_pt: O valor máximo deve ser maior que o valor mínimo.

source: Result range
pt_pt: Intervalo de resultados

source: Maximum result
pt_pt: Resultado máximo

source: Minimum result
pt_pt: Resultado mínimo

source: The highest allowable value for both result and payout ranges is 120%.
pt_pt: O valor máximo permitido para os intervalos de resultado e pagamento é de 120%.

source: The lowest allowable value for both result and payout ranges is 0%.
pt_pt: O valor mínimo permitido para ambos os intervalos de resultado e pagamento é 0%.

source: All workers that exceed the maximum result will be included in the maximum range.
pt_pt: Todos os trabalhadores que excedam o resultado máximo serão incluídos no intervalo máximo.

source: The input fields accept whole numbers and decimals only. Fractions are not permitted.
pt_pt: Os campos de entrada aceitam apenas números inteiros e decimais. As frações não são permitidas.

source: The default unit used in the payout curve metric is percentage.
pt_pt: A unidade predefinida utilizada na métrica da curva de pagamento é percentagem.

source: The value must be smaller than the {{max}} value.
pt_pt: O valor deve ser menor que o valor {{max}}.

source: Define metrics, type and thresholds
pt_pt: Defina métricas, tipo e limites

source: End payout
pt_pt: Terminar pagamento

source: End result
pt_pt: Resultado final

source: Payout value (%)
pt_pt: Valor de pagamento (%)

source: Payout
pt_pt: Pagamento

source: Payout: {{yAxis}}
pt_pt: Pagamento: {{yAxis}}

source: Result (%)
pt_pt: Resultado (%)

source: for
pt_pt: para

source: Result: {{xAxis}}
pt_pt: Resultado: {{xAxis}}

source: Start payout
pt_pt: Iniciar pagamento

source: Start result
pt_pt: Iniciar resultado

source: Step curve
pt_pt: Curva de passo

source: A linear curve represents a payout that changes at a constant rate over time or across performance levels.
pt_pt: Uma curva linear representa um pagamento que muda a uma taxa constante ao longo do tempo ou através de níveis de desempenho.

source: A step curve changes payout in fixed "jumps" at specified intervals rather than gradually.
pt_pt: Uma curva em degraus altera o pagamento em "saltos" fixos em intervalos especificados, em vez de gradualmente.

source: Amount (units)
pt_pt: Quantidade (unidades)

source: Percentages
pt_pt: Percentagens

source: View payout curve
pt_pt: Ver curva de pagamento

source: Additional field attributes
pt_pt: Atributos de campo adicionais

source: Are you sure you want to deactivate entity? This action cannot be undone.
pt_pt: Tem a certeza de que pretende desativar a entidade? Esta ação não pode ser revertida.

source: Are you sure you want to delete this entity? This action cannot be undone.
pt_pt: Tem a certeza de que pretende eliminar esta entidade? Esta ação não pode ser revertida.

source: Are you sure you want to publish this entity? We recommend reviewing the entity settings first.
pt_pt: Tem a certeza de que pretende publicar esta entidade? Recomendamos que reveja primeiro as definições da entidade.

source: Confirm publishing
pt_pt: Confirmar publicação

source: Create custom entity
pt_pt: Criar entidade personalizada

source: Failed to load entity details.
pt_pt: Falha ao carregar os detalhes da entidade.

source: Custom entity details
pt_pt: Detalhes da entidade personalizada

source: Edit custom entity
pt_pt: Editar entidade personalizada

source: Edit {{name}}
pt_pt: Editar {{name}}

source: Effective dating
pt_pt: Datação efetiva

source: No effective dating
pt_pt: Sem data de vigência

source: Effective date range
pt_pt: Intervalo de datas de vigência

source: Try adjusting your search or filters to find what you're looking for.
pt_pt: Tente ajustar a sua pesquisa ou filtros para encontrar o que procura.

source: No custom entities match your filters
pt_pt: Nenhuma entidade personalizada corresponde aos seus filtros

source: No custom entities yet
pt_pt: Ainda sem entidades personalizadas

source: Entity details
pt_pt: Detalhes da entidade

source: At least one field must be set as business key.
pt_pt: Pelo menos um campo deve ser definido como chave de negócio.

source: At least one field must be configured.
pt_pt: Pelo menos um campo deve ser configurado.

source: At least one field must be set as required.
pt_pt: Pelo menos um campo deve ser definido como obrigatório.

source: You can add up to {{max}} fields
pt_pt: Pode adicionar até {{max}} campos

source: Is business key
pt_pt: É chave de negócio

source: Is required
pt_pt: É obrigatório

source: Provide a name for the entity
pt_pt: Forneça um nome para a entidade

source: Reference
pt_pt: Referência

source: {{count}} of {{max}}
pt_pt: {{count}} de {{max}}

source: Select reference
pt_pt: Selecionar referência

source: Enter a name for the entity
pt_pt: Introduza um nome para a entidade

source: Build your entity grid by adding fields
pt_pt: Crie a sua grelha de entidades adicionando campos

source: Grid builder
pt_pt: Construtor de grelha

source: Custom entities
pt_pt: Entidades personalizadas

source: Total entities
pt_pt: Total de entidades

source: The custom entity was successfully activated.
pt_pt: A entidade personalizada foi ativada com sucesso.

source: The custom entity was successfully deactivated.
pt_pt: A entidade personalizada foi desativada com sucesso.

source: Search for custom entities
pt_pt: Pesquisar entidades personalizadas

source: Custom Entities
pt_pt: Entidades Personalizadas

source: Enum reference
pt_pt: Referência de enumeração

source: Number
pt_pt: Número

source: The field name is required.
pt_pt: O nome do campo é obrigatório.

source: The reference is required for this type.
pt_pt: A referência é obrigatória para este tipo.

source: The field type is required.
pt_pt: O tipo de campo é obrigatório.

source: Not defined
pt_pt: Não definido

source: View {{name}}
pt_pt: Ver {{name}}

source: Field Management
pt_pt: Gestão de Campos

source: Define the label that indicates which analyses will be updated from PayAnalytics when the refresh action is triggered.
pt_pt: Defina a etiqueta que indica quais análises serão atualizadas do PayAnalytics quando a ação de atualização for acionada.

source: Label name
pt_pt: Nome da etiqueta

source: Analysis refresh configuration
pt_pt: Configuração de atualização de análise

source: Add mapping to model
pt_pt: Adicionar mapeamento ao modelo

source: Add mapping to the model
pt_pt: Adicionar mapeamento ao modelo

source: Additional compensation field
pt_pt: Campo de compensação adicional

source: Compensation components will be automatically adjusted to full-time using the FTE field.
pt_pt: Os componentes de remuneração serão automaticamente ajustados para tempo integral utilizando o campo FTE.

source: Apply part-time scaling
pt_pt: Aplicar escalonamento de tempo parcial

source: The field for compensation field is required.
pt_pt: O campo para o campo de compensação é obrigatório.

source: Compensation field
pt_pt: Campo de compensação

source: Converts all compensation data to the global currency, or to the currency specified below. The default exchange rate and effective date of the data snapshot will be used for the conversion.
pt_pt: Converte todos os dados de remuneração para a moeda global ou para a moeda especificada abaixo. A taxa de câmbio predefinida e a data efetiva do instantâneo de dados serão utilizadas para a conversão.

source: Currency conversion
pt_pt: Conversão de moeda

source: The field for currency field is required.
pt_pt: O campo para o campo de moeda é obrigatório.

source: The field for data model is required.
pt_pt: O campo para modelo de dados é obrigatório.

source: Select data model
pt_pt: Selecionar modelo de dados

source: Demographic
pt_pt: Demográfico

source: Additional demographic variable
pt_pt: Variável demográfica adicional

source: For each data model created in data foundation, map the dataset configuration needed to generate a Pay Analysis. Only snapshots using a data model with a mapping can be used to generate pay analysis data sets.
pt_pt: Para cada modelo de dados criado na base de dados, mapeie a configuração do conjunto de dados necessária para gerar uma Análise de Remuneração. Apenas instantâneos que utilizem um modelo de dados com um mapeamento podem ser utilizados para gerar conjuntos de dados de análise de remuneração.

source: Edit mapping to the model
pt_pt: Editar mapeamento para o modelo

source: The field for worker ID is required.
pt_pt: O campo para o ID do colaborador é obrigatório.

source: Worker ID & group
pt_pt: ID e grupo do colaborador

source: Get started by adding one.
pt_pt: Comece por adicionar um.

source: No models with mapping yet.
pt_pt: Ainda não há modelos com mapeamento.

source: The field for female is required.
pt_pt: O campo para feminino é obrigatório.

source: Female
pt_pt: Feminino

source: The field for full-time equivalent is required.
pt_pt: O campo para equivalente a tempo inteiro é obrigatório.

source: Full-time equivalent
pt_pt: Equivalente a tempo inteiro

source: The field for gender field is required.
pt_pt: O campo de género é obrigatório.

source: Gender field
pt_pt: Campo de género

source: The worker category can be defined when creating the snapshot.
pt_pt: A categoria do trabalhador pode ser definida ao criar o instantâneo.

source: Use the worker category from the snapshot as the main group.
pt_pt: Utilize a categoria de trabalhador do instantâneo como o grupo principal.

source: The field for main currency is required.
pt_pt: O campo para moeda principal é obrigatório.

source: Main currency
pt_pt: Moeda principal

source: The field for main group is required.
pt_pt: O campo para grupo principal é obrigatório.

source: Main group
pt_pt: Grupo principal

source: The field for male is required.
pt_pt: O campo para masculino é obrigatório.

source: Male
pt_pt: Masculino

source: Select a model and configure the mapping for the essential fields.
pt_pt: Selecione um modelo e configure o mapeamento para os campos essenciais.

source: Edit mapping
pt_pt: Editar mapeamento

source: Non-binary
pt_pt: Não-binário

source: Not reported
pt_pt: Não reportado

source: Scaled compensation components
pt_pt: Componentes de remuneração escalonados

source: Additional compensation fields
pt_pt: Campos de compensação adicionais

source: Part-time scaling
pt_pt: Escalonamento a tempo parcial

source: Data models with pay analysis mapping
pt_pt: Modelos de dados com mapeamento de análise salarial

source: View mapping to the model
pt_pt: Ver mapeamento para o modelo

source: The dataset mapping configuration was successfully saved.
pt_pt: A configuração de mapeamento do conjunto de dados foi guardada com sucesso.

source: You haven't added any features yet.
pt_pt: Ainda não adicionaste nenhuma funcionalidade.

source: Select field
pt_pt: Selecionar campo

source: Snapshot ID copied
pt_pt: ID do instantâneo copiado

source: Data revision
pt_pt: Revisão de dados

source: Model
pt_pt: Modelo

source: status
pt_pt: estado

source: Worker category
pt_pt: Categoria de trabalhador

source: The snapshot was successfully created.
pt_pt: O instantâneo foi criado com sucesso.

source: Snapshot details
pt_pt: Detalhes do instantâneo

source: Download logs
pt_pt: Transferir registos

source: Search by snapshot name
pt_pt: Pesquisar por nome do snapshot
